app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index
        @all = Student.all